---
kind: property
id: P:Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyPath
source: html/4fc97a8e-a29f-8cdf-b567-cc8e95139742.htm
---
# Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyPath Property

The file path of the family that is loaded into the document.

## Syntax (C#)
```csharp
public string FamilyPath { get; }
```